Repository: rollahaideri/DriveEduSwift
Catalog: DriveEdu/Languages/*.lproj/Localizable.strings
Languages: sv

# onBoardingTitle1
source: Get road-ready
sv: Gör dig redo på vägen

# onBoardingTitle2
source: Private practice
sv: Övningköra privat

# onBoardingTitle3
source: Budget-friendly
sv: Budgetvänligt

# onBoardingDescription1
source: Find and practice driving privately have the flexibility and freedom to improve your driving skills on your own schedule.
sv: Hitta och öva körning privat och ha flexibilitet och frihet att förbättra dina körkunskaper på din egen tidplan.

# onBoardingDescription2
source: Perfect for those who want to improve their skills without breaking the bank our app is the perfect solution for private, hassle-free driving practice.
sv: Perfekt för dem som vill förbättra sina färdigheter utan att spräcka plånboken. Vår app är den perfekta lösningen för privat och problemfri övningkörning

# onBoardingDescription3
source: Through the private practice you can find more cheaper option for practicing before your prove
sv: Genom privat övning kan du hitta billigare alternativ för övning innan din uppkörning.

# loginBtn
source: Login
sv: Logga in

# exploreBtn
source: Explore
sv: Utförska

# noAccountMsg
source: Don't have an account?
sv: Har inget konto?

# haveAccountMsg
source: Already have an account?
sv: Har redan ett konto?

# registerTxt
source: Register
sv: Skapa konto

# welcomeMsg
source: Welcome to Drive Edu!
sv: Välkommen till Drive Edu!

# usernameTxt
source: Username
sv: Användernamn

# passwordTxt
source: Password
sv: Lösenord

# confirmPasswordTxt
source: Confirm Password
sv: Bekräfta lösenord

# licenseTxt
source: Driving-license
sv: Körkort

# carTxt
source: Car
sv: Bil

# supervisorTxt
source: Supervisor
sv: Handledare

# automateTxt
source: Automated
sv: Automatad

# searchTxt
source: Search
sv: Sök
